Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Completion of mandatory lab assignments are to be made within the allotted time period.
nb: Gjennomføring av obligatorisk lab skal gjøres til angitte frister.

source: Is my deadline then 15 April like for other local applicants?
nb: Er søknadsfristen min da 15. april som en lokal søker? Nei.

source: Visibility: The person appointed to the post of «dosent» should have carried out extensive research
nb: Den som ansettes som dosent bør ha drevet omfattende forsknings- og utviklingsarbeid

source: Studentmållaget in Stavanger is part of an organization called Norsk målungdom.
nb: Studentmållaget i Stavanger er lokallaget til Norsk Målungdom og Noregs Mållag på Universitetet i Stavanger.

source: col aboration in cognitive and behavioral research.
nb: samarbeid innen kognisjons- og atferdsforskning.

source: The study programme has two specializations: (1) Reliable and Secure Systems and (2) Data Science.
nb: (1) Pålitelige og sikre systemer (Reliable and Secure Systems) og (2) Data Science.

source: Construction of maps and understanding their significance
nb: Konstruksjon av kart og forståelse av deres betydning

source: From semester 7, the student must choose to specialise in either Mathematics or Physics, and in semester 8 select a set of advanced elective courses.
nb: Fra semester 7 velger studenten å spesialisere seg innenfor enten matematikk eller fysikk og i semester 8 velges et sett videregående valgemner.

source: Moreover, anonymous patient registry data from local registers and data from patients’ medical records were collected (Part 2).
nb: Anonyme pasientregisterdata fra lokale registre og data fra pasienters medisinske journaler blir samlet inn i intervensjonsenheten (Del 2).

source: MoHO instrument, known as Worker Role Interview was used to assess this.
nb: MoHO-instrumentet Worker Role Interview ble benyttet for å kartlegge dette.

source: It is known that the Canadian company Nautilus Minerals is now developing a real deep-sea mining project in Papua New Guinea.
nb: Det er kjent at det kanadiske selskapet Nautilus Minerals nå utvikler et dypvanns gruveprosjekt i Papua Ny-Guinea.

source: If you get symptoms of covid-19, you must be tested even if you have been vaccinated, and stay at home.
nb: Får du symptomer på covid-19 må du teste deg selv om du er vaksinert, og holde deg hjemme.

source: Campus Bjergsted is located very close to Old Stavanger and has Stavanger Concert Hall as its nearest neighbor.
nb: Campus Bjergsted ligger like i nærheten av Gamle Stavanger og har Stavanger konserthus som nærmeste nabo.

source: • research projects carried out in cooperation with or on commissioned assignment from business, the
nb: • forskningsprosjekter gjennomført i samarbeid med eller på oppdrag fra næringsliv, offentlig sektor

source: Open Access Week is an annual international event.
nb: Open Access Week er årlig internasjonal begivenhet.

source: The first 6 semesters of the programme encompass all the core skills that a Mathematician and a Physicist need.
nb: De første 6 semestre av studiet dekker alle de sentrale ferdigheter som en matematiker og fysiker trenger.

source: • use of learning platforms (physical and digital) as single-hour classes, courses, workshops and
nb: • bruk av læringsplattformer (fysisk eller digitalt), som enetimer, kurs, workshops og mesterklasser.

source: The results indicated that [2,5,6]:
nb: Resultatene viste at [2,5,6]:

source: After the student has been admitted to the master's programme in Applied Data Science, part-time over 4 years, the student must take a test in programming and system administration.
nb: Etter at studenten har fått opptak til masterprogrammet i Applied Data Science, deltid over 4 år, må studenten ta en test i programmering og systemadministrasjon.

source: • documented participation in the development of educational quality in academic communities, such as
nb: • dokumentert deltakelse i utvikling av utdanningskvalitet i fagfel esskap, for eksempel program-

source: Creating effective science communication requires interdisciplinary collaboration, and the project will bring together health professionals and scholars, mediacreatives, psychologists, statisticians and professional communicators.
nb: Å utvikle effektiv vitenskapskommunikasjon krever tverrfaglig samarbeid, og prosjektet vil samle helsepersonell og helseforskere, psykologer, statistikere, folk fra kreative bransjer og profesjonelle kommunikatører.

source: Such analyses are computationally demanding, as they require a multi-body modeling of the wind turbine and its moving rotor, immersed in a simulated three-dimensional wind (and wave) field, and the response computations for a number of time-steps.
nb: Slike analyser er beregningsmessig krevende, ettersom de krever modellering av vindturbinen og dens roterende rotor, nedsenket i et simulert tredimensjonalt vind- (og bølge) -felt, og responsberegningene for en rekke tidstrinn.

source: Community involvement also includes participation in social debate, cooperation with society and businesses and participation on boards and public councils/committees.
nb: Inkludert i samfunnsengasjement er også deltakelse i samfunnsdebatten, samarbeid med samfunns- og næringslivet og deltakelse i styrer og offentlige råd/utvalg.

source: One for PPU and one for bachelor.
nb: Ett for PPU og ett for bachelor.

source: Postponed performance exams are added to TimeEdit per student.
nb: Oppsatte utøvende eksamener legges i TimeEdit pr student.

source: This must always be done as you have described it in the message to NSD, and you must notify NSD that the project has been completed and data has been deleted / anonymized.
nb: Dette skal alltid gjøres slik du har beskrevet det i meldingen til NSD, og du skal melde tilbake til NSD at prosjektet er avsluttet og data er slettet/anonymisert.

source: The project group:
nb: Forskere og forskergruppe:

source: Hedda Rytter Tveiten, doctoral research fellow at the University of Bergen.
nb: Hedda Rytter Tveiten, doktorgradsstipendiat ved Universitetet i Bergen.

source: – We have studied the processes of belonging in ECEC settings, both interaction between the children and between the staff and children, as well as parents, says Marit Alvestad, Professor at the Institute of Early Childhood Education at the University of Stavanger.
nb: – Vi har studert prosessene rundt tilhørighet i barnehagen, både samspill mellom barna og personalet og barn, samt foreldre, sier Marit Alvestad, professor ved Institutt for barnehageutdanning ved Universitetet i Stavanger.

source: RIS520 Technical safety, SAM510 Risk based management
nb: RIS520 Teknisk sikkerhet, SAM510 Risikobasert styring

source: • the concept for the exhibition and the scientific perspective on which the exhibition is based • the execution of the exhibition (the participants and the distribution of roles) • list of works, exhibition venue, area and duration • presentation and outreach of the exhibition • reception of the exhibition • produced printed materials and pedagogical plan
nb: • konseptet for utstil ingen og det vitenskapelige perspektivet som utstil ingen er basert på • gjennomføring av utstil ingen (de involverte og rol efordeling) • verksliste, utstil ingssted, areal og varighet • presentasjonen og formidling av utstil ingen • resepsjonen av utstil ingen • produserte trykksaker og pedagogiske opplegg

source: Pursuant to Sections 28 and 29 of the Public Administration Act, decisions may be appealed in writing within 3 weeks after the letter is received.
nb: I henhold til Forvaltningslovens §28 og §29 kan vedtak påklages skriftlig innen 3 uker etter dato på mottatt brev.

source: The tool has been developed through a collaboration between Rogaland County Municipality and researchers at the University of Stavanger, the University of Oslo, Stanford and the University of Texas.
nb: Verktøyet er utviklet gjennom et samarbeid mellom Rogaland fylkeskommune og forskere ved Universitetet i Stavanger, Universitetet i Oslo, Stanford og University of Texas.

source: and are subject to a three-year follow-up cycle with external evaluation.
nb: og er underkastet en treårig oppfølgingssyklus med ekstern evaluering.

source: Felix James Pacis – Drilling & Well Engineering (Philippines)
nb: Felix James Pacis – boring og brønn (Filippinene)

source: Regulations concerning admission to studies and courses at the University of Stavanger, Section 3-3, 3
nb: Forskrift om opptak til studier og emner ved Universitetet i Stavanger §3-3, ledd 3

source: 2009 - 2011 Urban development department, Stavanger kommune, architect + urban planner
nb: 2009 - 2011 Byutviklingsavdeling, Stavanger kommune, arkitekt + byplanlegger

source: those at the doctoral degree level, but it suffices that only some of the works meet such high
nb: høyere enn for en doktorgrad, men det er nok at en del av arbeidene tilfredsstil er slike høye krav.

source: – Social and economic inequalities affect our health.
nb: – Sosiale og økonomiske ulikheter påvirker helsen vår.

source: - UiS shall offer training and support for this data management solution.
nb: - UiS skal tilby opplæring og brukerstøtte for denne løsningen.

source: The students should be able to write and run their own programs using control strukctures, functions, tables, classes and objects
nb: Kunne skrive og kjøre egendefinerte programmer ved bruk av klasser og objekter, funksjoner, kontrollstrukturer og lister.

source: eadline for late submission of documents concerns documents that are not available within the application's deadline.
nb: Ettersendingsfrist er fristen man har for å sende inn/laste opp informasjon som ikke er klart innen den originale dokumentasjonsfristen.

source: A recent Australian Research (ARC) Discovery project (national competitive funding) investigated changes in children’s beliefs about knowledge with respect to moral reasoning over the early years of primary school.
nb: Et av hennes siste prosjekter fra Australian Research (ARC) Discovery undersøkte endringer i barns oppfattelse av kunnskap med hensyn til moralsk resonnement i de første årene av grunnskolen.

source: Alina Isaevskaya holds a Master's degree in Business Administration from the University of Stavanger Business School.
nb: Alina Isaevskaya har en master i økonomi og administrasjon fra Handelshøgskolen ved UiS.

source: Subsea control systems for production, BOP, intervention and ROV are described.
nb: Kontrollsystemer for produksjon, BOP, intervensjon og ROV beskrives.

source: Thevenin and Norton Equivalents.
nb: Thévenin og Norton sine ekvivalentkretser.

source: This may include different types
nb: Det kan omfatte ulike typer

source: Project work and Essay in Philosophy of Science / Ethics
nb: Bacheloroppgave og Essay i vitenskapsteori/etikk

source: When these entrepreneurs feel well, they are more persistent, productive and innovative, and their businesses perform better.
nb: Når forholdene for gründerne er gode, er det mer robuste, produktive og innovative, og virksomhetene deres presterer bedre.

source: • management and/or development of study programmes
nb: • ledelse og/el er utvikling av studieprogram

source: Energy Systems Engineering – projects
nb: Språkløyper – Den viktige tilgangen til språket

source: Make recommendations for urban and regional development based on SWOT-analyses
nb: Gi anbefalinger for regional- og byutvikling basert på SWOT-analyser

source: UiS will develop adaptive AI methods for activity recognition in videos.
nb: UiS vil utvikle adaptive AI-metoder for aktivitetsgjenkjenning i video.

source: The PhD programme in Educational Sciences and Humanities encompasses two research disciplines that o
nb: Kjemi og biovitenskap er en retning innenfor doktorgradsprogrammet i teknologi og naturvitenskap ved

source: The database contains among other things quantitative facts on consumer behavior, Energy and Environment, and more.
nb: Databasen fokuserer blant annet på forbrukermarkedet og forbrukeradferd, markedstrender, miljø, energi og mye mer.

source: In week 33, we have extended opening hours.
nb: I uke 33 har vi utvidede åpningstider.

source: Universities and col eges should stimulate even more debate and free exchange of opinions, both
nb: Universiteter og høyskoler skal stimulere til enda mer debatt og fri meningsutveksling, både internt

source: This work included assessment of children with general learning difficulties, specific language impairment, dyslexia and ADHD.
nb: Dette arbeidet omfattet utredning av barn med generelle lærevansker, spesifikke språkvansker, dysleksi og ADHD.

source: Configure and troubleshoot switches and routers
nb: Konfigurere og feilsøke switcher og rutere

source: Once you have received the I-20 or DS-2019, you must first pay SEVIS fees in the amount of about USD 200.
nb: Når man har mottatt I-20 eller DS-2019, må man først betale SEVIS-gebyr på rundt USD 200.

source: It enables critical analysis of important questions such as equality, citizenship, welfare, migration, racism, climate change, and sustainability.
nb: Det gir grunnlag for kritisk analyse av viktige spørsmål knyttet til kjønn og seksualitet, (u)likestilling, velferd, statsborgerskap, migrasjon, rasisme, klimaendringer og bærekraft.

source: Pension and insurance
nb: Pensjon og forsikring

source: Can apply knowledge of technology and digital tools to support the patients and relatives’ resources, their coping capacity and participation.
nb: Kan anvende kunnskap om kulturkompetanse og kulturforståelse i vurdering, planlegging, gjennomføring og evaluering av sykepleie

source: (4) For employees at university museums, the institution may decide that museum-related dissemination competence
nb: (4) For ansatte ved universitetsmuseer kan institusjonen bestemme at museal formidlingskompetanse skal erstatte

source: Snow and ice loads.
nb: Snø - og islaster.

source: Responsible for data collection is the Stavanger University Hospital and project manager at SUS is Chief Physician Siren Rettedal, siren.irene.rettedal@sus.no
nb: Ansvarlig for datainnsamlingen er Stavanger Universitetssjukehus og prosjektleder på SUS er overlege Siren Rettedal, siren.irene.rettedal@sus.no

source: We are a network for students, cadets and young employees who are interested in foreign-, defence- and security policy.
nb: Vi er nettverket for studenter, kadetter og unge yrkesaktive med interesse for utenriks-, forsvars- og sikkerhetspolitikk.

source: , must document completed lower degree studies in music, preferably a 3- or 4-year Bachelor's degree.
nb: må dokumentere fullført lavere grads studier, fortrinnsvis et 3- eller 4-årig bachelorprogram i musikk.

source: Evaluate and communicate the distribution and economic potential of earth, mineral and, energy resources in sedimentary rocks.
nb: Evaluere og kommunisere fordelingen og det økonomiske potensialet i geo-, mineral- og energiressurser i sedimentære bergarter.

source: Companies within various industries are represented – mainly within technology, finance and management.
nb: Her deltar bedrifter innenfor ulike industrier og bransjer med en overvekt av teknologi, økonomi og ledelse.

source: Be able to write and run programs using classes and objects, functions, control structures, and lists.
nb: Kunne skrive og kjøre egendefinerte programmer ved bruk av klasser og objekter, funksjoner, kontrollstrukturer og tabeller.

source: The student must find the appropriate workplace on their own.
nb: Studenten må selv finne en arbeidsplass som er interessert i å ta imot en student i virksomhetens løpende arbeid.

source: Knowledge aobut spatial analysis and risk assessment
nb: Kjennskap til steds- og ROS- og konsekvensanalyser

source: Water quality and quantitative methods for chemical and physical characterization.
nb: kjemisk og biologisk oksygenforbruk, vannkvalitet og kvantitative metoder for vannanalyse.

source: c) In addition to the above, high qualifications within one or more of the fol owing areas:
nb: c) I til egg høye kvalifikasjoner innenfor ett el er flere av følgende områder:

source: Make sure you have signed your OLA.
nb: Pass på at du har signert din OLA.

source: MAT100 Mathematical Methods 1, MAT200 Mathematical Methods 2, MAT210 Real and Complex Calculus, MAT300 Vector Analysis, MAT320 Differential Equations Exam
nb: MAT100 Matematiske metoder 1, MAT200 Matematiske metoder 2, MAT210 Reell og kompleks kalkulus, MAT300 Vektoranalyse, MAT320 Differensialligninger Eksamen / vurdering

source: We used the Solar hydrogen science education kit, which is available from most companies that supply science equipment.
nb: Vi brukte Solar hydrogen science education kit, som fås hos de fleste bedrifter som leverer naturfagutstyr.

source: In addition to over 150 journal publications and book chapters, she has authored 16 books and monographs.
nb: I tillegg til over 150 tidsskriftpublikasjoner og bokkapitler har hun skrevet 16 bøker og monografier.

source: Dr. Greek received her PhD in social anthropology from University of Oslo in 2020.
nb: Greek tok sin doktorgrad i sosialantropologi ved Universitetet i Oslo i 2020.

source: Door 7: Reverse balloon inflation
nb: Luke 7: Omvendt oppblåsing av ballong

source: Kinetics and TTT-diagrams.
nb: Kinetikk og TTT-diagrammer.

source: UiS 'own Kristin Hjorthaug Urstad from the Faculty of Health Sciences presented the DigiSim app, which contains procedure training for nursing students.
nb: UiS’ egen Kristin Hjorthaug Urstad fra det Helsevitenskapelige fakultet presenterte DigiSim-appen som inneholder prosedyretrening for sykepleiestudenter.

source: After completing the master's degree in Prehospital Critical Care, Mona Guterud became Norway&#
nb: Etter fullført master i Prehospital critical care, ble Mona Guterud landets første ambulansearbeider

source: Norway Pumps and Pipes
nb: Pumps and Pipes Norge

source: You must apply within 1 March and send documentation stating the reason (via ordinary mail if the document contains sensitive information).
nb: Man må søke innen 1. mars og sende inn dokumentasjon på grunn (via vanlig post dersom det er sensitiv dokumentasjon).

source: Knowing legislation, road standards, and technical and aesthetic forming parameters
nb: Kjenne lovgivning, vegnormaler og tekniske- og estetiske formingsparametre

source: The third part deals with commonly applied market based instruments to deal with price risk, such as futures contracts, swaps and options.
nb: Den tredje delen ser på markedsbaserte metoder for å takle pris-risiko, slik som futures kontrakter, swaps og opsjoner.

source: Generalized Hooke's law.
nb: Generalisering av Hooke's lov.

source: These universities are characterised by close ties to industry and ambitions to contribute to regional development and innovation.
nb: Disse universitetene er kjennetegnet av tette bånd til industrien og at de bidrar til regional utvikling og innovasjon.

source: This project, funded by the Norwegian Research Council and several industry partners (2018-2021), is led by DNV and has both UiS and NTNU as academic partners.
nb: Dette prosjektet, finansiert av Norges forskningsråd og flere industripartnere (2018-2021), ledes av DNV og har både UiS og NTNU som partnere.

source: Course description for study year 2021-2022
nb: Dette er emnebeskrivelsen for studieåret 2021-2022

source: This was probably the start of me engage in further activities and why I ended up as a student leader in 2018.
nb: Dette var nok startskuddet for å engasjere meg videre og hvorfor jeg i 2018 endte opp som studentleder.

source: If you need more advanced options for printing, you can log on to a UiS student PC and print from there.
nb: Trenger du mer avanserte valg for utskriften kan du logge på en UiS student-PC og skrive ut fra denne.

source: Introduction to structural reliability analysis (FOSM, FORM and Monte Carlo simulations).
nb: Innføring i konstruksjonspålitelighetsanalyser (FOSM, FORM og Monte Carlo simuleringer).

source: Previous experience and expertise also includes the advertising industry and TV and video production for the national broadcasters.
nb: Tidligere erfaring og kompetanse omfatter også reklamebransjen og TV- og videoproduksjon for de nasjonale kringkasterne.

source: In cooperation with the student, workplace and lecturer, an agreement/contract and plan is deviced for how the internship and supervision is conducted.
nb: Det forutsettes at det, i samarbeid mellom student, arbeidsplass og faglærer, utarbeides en avtale/kontrakt og plan for hvordan praksisarbeidet skal gjennomføres praktisk og hvordan veiledningen av studenten skal skje.

source: Principles for the dimensioning of structures are being discussed.
nb: Dimensjoneringsprinsipper for konstruksjoner blir diskutert.

source: This is a continuous work, and we work hard for the whole year, through various events and social happenings.
nb: Dette er et kontinuerlig arbeid vi jobber hardt for hele året, gjennom diverse arrangementer og sosiale happenings.

source: The other company is Norwegian Solar, working on solar energy projects in developing countries, where the alternative is often diesel fuel.
nb: Det andre Norsk Solar jobber med solenergi-prosjekter i utviklingsland, hvor alternativet ofte er diesel.

source: The committee will be chaired by Ragnar Torvik from NTNU.
nb: Utvalget skal ledes av Ragnar Torvik fra NTNU.

source: The Course gives 5 ECTS, and is administered by UiS
nb: Kurset gir 5 studiepoeng, og administreres av UiS,

source: What is ORCID?
nb: Hva er ORCID?

source: Reports and serials can also be published in OMP.
nb: Rapporter og skriftserier kan også publiseres i OMP.

source: How the national and international humanitarian response system works and how it is organised
nb: om betydningen av nye sikkerhetsobjekt, herunder mat-, vann-, energi- og miljøsikkerhet, inkludert klimasikkerhet.

source: 1) assessment of qualifications and skills2) ranking of applicants.
nb: 1) vurdering av kvalifikasjoner og ferdigheter2) rangering av søkere

source: The art of storytelling and adapt for follow- up activities using drama.
nb: Dette emnet lærer deg storytelling for dokumentarer.

source: As of Wednesday 15 December, new national infection control measures apply.
nb: Regjeringen har justert gjeldende nasjonale smitteverntiltak fra og med lørdag 15.

source: In addition, the following measures shall be implemented in weeks 1 and 2:
nb: I tillegg skal følgende tiltak gjennomføres i uke 1 og 2:

source: Offshore Technology, Mechanical and Structural Engineering - PhD
nb: - program i Energiteknologi og geovitenskap

source: In their most optimistic estimate, the researchers believe that up to 1.8 million tonnes of salmon can be produced in offshore facilities within 30 years.
nb: I sitt mest optimistiske anslag mener forskerne at opptil 1,8 millioner tonn laks kan produseres i havanlegg innen 30 år.

source: The EURAXESS team aims to get international employees up and running with their work more quickly, lower the threshold for relocating to Stavanger and helping to make their stay as good as possible
nb: EURAXESS-teamet skal få utenlandske arbeidstakere raskere i gang med arbeidet, gjøre terskelen for å flytte til Stavanger lavere og bidra til at oppholdet blir så bra som mulig.

source: Discretization, finite differences.
nb: Analyse av avrundingsfeil og avbruddsfeil.

source: If everything is in order, your study advisor will sign it, and it will be forwarded to the partner institution for the final signature.
nb: Dersom alt er i orden, signerer studiekonsulenten avtalen, og den sendes videre til partnerinstitusjonen for den siste signaturen.
